--
-- 数据库: `mygbook`
--

-- --------------------------------------------------------

--
-- 表的结构 `gb_content`
--

CREATE TABLE IF NOT EXISTS `gb_content` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `content` text NOT NULL COMMENT '留言内容',
  `ctime` int(10) unsigned NOT NULL DEFAULT '1451577600' COMMENT '留言时间 默认20160101',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '审核 通过审核时为1 默认未审核0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=18 ;

INSERT INTO `gb_content` (`id`, `content`, `ctime`, `status`) VALUES
(1, '川港大吃大喝东800米有200平米厂房招租，水电齐全，交通便利，电话13862801805', 1459320103, 1),
(2, '招租，现位于三星镇广丰村，广丰南路与茅程路交叉口向东一百米，近期有三百平方生产车间及一百平方生活用房计四间，近期对外招租，适合各类家纺生产加工，共赢专线13862888252', 1459320112, 1),
(3, '房屋出租，大岛酒店斜对面二楼，中国银行楼上95平方，20米广告位，有电子流动字幕屏，联系电话18752885358', 1459320121, 0),
(4, '本人求租三期三楼五区，六区门面，四十平米左右，联系电话18662892216', 1459320136, 0),
(5, '求购库存布，尾货布，印花布，刀口布，联系15152436182', 1459320144, 1),
(6, '求购白色绣花春秋被，酒店式床品，联系电话13851301577', 1459320150, 0),
(7, '泸州老窖世家小酒诚招南通各县区代理及批发商，老窖小酒42度，二两一瓶，一盒五瓶，入口绵柔，好喝不上头，是朋友聚餐，公司团购，饭店商超的最佳选择。联系电话: 18912438984，赵先生。', 1459320163, 1),
(8, '通州区，川姜镇，川北工业园公交站，川叠路路西大茂纺织院内。天宇压花。手机18796163660主营超柔，仿超，磨毛布压花。价格公道，服务一流！', 1459320176, 0),
(9, '寻求快递员工作一份，驾照是C照，电话15896224408', 1459320193, 1),
(10, '金立手机南通办事处诚聘促销员（门店导购） 薪资:2000+提成+季度奖+年终奖。 入职要求:性别女，年龄18至35岁。有积极向上的工作心态和开朗的性格。 工作地点:叠石桥 联系人:杨先生，电话13813778976', 1459320206, 0),
(11, '本人做梳棉七年，底下有两班人，有需要的请联系电话：17798866668', 1459320215, 1),
(12, '本人有小屋出租，每间月租金2百元左右。地址，磨框大桥西温州中路旁，联系电话，13814747211', 1459320224, 0),
(13, '棕色泰迪，公狗，3月22日在大润发门前路口玩耍下午2点过走失，狗狗很胖20来斤左右，脚趾上毛剃光，背上有白色杂毛，狗狗已经养了多年，和我朝夕相处有很深感情，对别人来说它只是一只狗，宠物。对我来说它是我的家人，孩子一般，希望好心人见到，或捡到能送宝贝回家，谢谢。联系人，13773704405王女士，15358755777董先生。', 1459320240, 1),
(14, '招收盘带三合一电脑绣花工2一3名，联系电话:13962872610.', 1459320258, 0),
(15, '招聘一个懂英语的业务员，待遇面谈。联系电话13806281633', 1459320266, 0),
(16, '南通金钰琦家纺有限公司15250631170，051380337269，招淘宝客服京东微信客服', 1459320273, 0),
(17, '申通快递招客服专员，包吃包住，待遇从优，联系方式18362800185 18362800885', 1459320284, 0);

-- --------------------------------------------------------

--
-- 表的结构 `gb_pic`
--

CREATE TABLE IF NOT EXISTS `gb_pic` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(40) NOT NULL COMMENT '图片名称',
  `gid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '留言ID',
  PRIMARY KEY (`id`),
  KEY `gid` (`gid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;
